{
  "artifacts": [
    {
      "id": "nok-terracotta",
      "name": "Nok Terracotta Head",
      "location": "Nok, Kaduna State",
      "coordinates": [8.0, 10.0],
      "era": "Ancient",
      "year": "500 BCE - 200 CE",
      "description": "A remarkable terracotta sculpture representing one of the earliest known examples of figurative art in sub-Saharan Africa.",
      "significance": "The Nok culture produced some of Africa's earliest terracotta sculptures, showcasing advanced artistic and technical capabilities.",
      "culturalContext": "These sculptures were likely used in religious and ceremonial contexts, depicting human figures with elaborate hairstyles and jewelry.",
      "culture": "Nok"
    },
    {
      "id": "benin-bronze",
      "name": "Benin Bronze Plaque",
      "location": "Benin City, Edo State",
      "coordinates": [5.6037, 6.335],
      "era": "Medieval",
      "year": "13th-16th Century",
      "description": "Intricately cast bronze plaques that once adorned the royal palace of the Kingdom of Benin.",
      "significance": "These bronzes demonstrate exceptional metalworking skills and document the history and culture of the Benin Empire.",
      "culturalContext": "Created using the lost-wax casting technique, these plaques depicted court life, ceremonies, and the power of the Oba (king).",
      "culture": "Edo"
    },
    {
      "id": "igbo-ukwu",
      "name": "Igbo-Ukwu Bronze",
      "location": "Igbo-Ukwu, Anambra State",
      "coordinates": [7.0833, 6.05],
      "era": "Ancient",
      "year": "9th-10th Century",
      "description": "Elaborate bronze artifacts including vessels, pendants, and ceremonial objects with intricate decorative patterns.",
      "significance": "Evidence of sophisticated bronze-working technology in pre-colonial West Africa, predating many European techniques.",
      "culturalContext": "Associated with burial and religious practices, these objects indicate a wealthy and culturally advanced society.",
      "culture": "Igbo"
    },
    {
      "id": "ife-bronze-head",
      "name": "Ife Bronze Head",
      "location": "Ile-Ife, Osun State",
      "coordinates": [4.56, 7.4833],
      "era": "Medieval",
      "year": "12th-15th Century",
      "description": "Naturalistic bronze heads representing Yoruba royalty, celebrated for their remarkable realism and artistry.",
      "significance": "Considered among the finest examples of African art, showcasing advanced casting techniques and aesthetic sophistication.",
      "culturalContext": "These heads likely represented deceased Ooni (kings) and were used in royal shrines and ceremonies.",
      "culture": "Yoruba"
    },
    {
      "id": "esie-soapstone",
      "name": "Esie Soapstone Figures",
      "location": "Esie, Kwara State",
      "coordinates": [4.8333, 7.9667],
      "era": "Medieval",
      "year": "14th-16th Century",
      "description": "Over 800 soapstone figures depicting humans in various poses, discovered in a sacred grove.",
      "significance": "The largest collection of ancient stone carvings in sub-Saharan Africa, their origin remains a mystery.",
      "culturalContext": "Local traditions associate these figures with ancient visitors who were turned to stone, highlighting their sacred significance.",
      "culture": "Yoruba"
    },
    {
      "id": "calabar-ekpe",
      "name": "Ekpe Masquerade Costume",
      "location": "Calabar, Cross River State",
      "coordinates": [8.3417, 4.9517],
      "era": "Traditional",
      "year": "18th-19th Century",
      "description": "Elaborate masquerade costume of the Ekpe society, featuring intricate beadwork and symbolic designs.",
      "significance": "Represents the powerful Ekpe secret society that governed communities and enforced traditional laws.",
      "culturalContext": "The Ekpe society played crucial roles in social regulation, trade, and spiritual practices among the Efik and Ibibio peoples.",
      "culture": "Efik"
    },
    {
      "id": "kano-manuscript",
      "name": "Kano Chronicle Manuscript",
      "location": "Kano, Kano State",
      "coordinates": [8.5167, 12.0],
      "era": "Medieval",
      "year": "15th-16th Century",
      "description": "Historical manuscript documenting the rulers of Kano and the introduction of Islam to the region.",
      "significance": "One of the oldest written historical records in West Africa, providing invaluable insights into pre-colonial Hausa kingdoms.",
      "culturalContext": "Reflects the Islamic scholarly tradition and the importance of written history in Hausa civilization.",
      "culture": "Hausa"
    },
    {
      "id": "jos-plateau-pottery",
      "name": "Jos Plateau Pottery",
      "location": "Jos, Plateau State",
      "coordinates": [8.8921, 9.9285],
      "era": "Ancient",
      "year": "3000 BCE - 500 CE",
      "description": "Ancient pottery with distinctive geometric patterns and functional designs.",
      "significance": "Evidence of early sedentary communities and agricultural practices on the Jos Plateau.",
      "culturalContext": "These ceramics were used for food storage, cooking, and ceremonial purposes by early farming communities.",
      "culture": "Jos"
    },
    {
      "id": "urhobo-shrine",
      "name": "Urhobo Ancestral Shrine Object",
      "location": "Warri, Delta State",
      "coordinates": [5.5167, 5.75],
      "era": "Traditional",
      "year": "19th-20th Century",
      "description": "Carved wooden figure used in ancestral veneration and spiritual practices.",
      "significance": "Represents the Urhobo people's complex belief system and connection to ancestors.",
      "culturalContext": "Used in family shrines to honor ancestors and seek their guidance and protection.",
      "culture": "Urhobo"
    },
    {
      "id": "nsukka-pottery",
      "name": "Nsukka-Igbo Pottery",
      "location": "Nsukka, Enugu State",
      "coordinates": [7.395, 6.8567],
      "era": "Ancient",
      "year": "2000 BCE - 500 CE",
      "description": "Early pottery with unique decorative styles characteristic of the Nsukka region.",
      "significance": "Demonstrates the long history of ceramic arts and cultural continuity in Igbo lands.",
      "culturalContext": "These vessels were integral to daily life, used for cooking, storage, and ritual purposes.",
      "culture": "Igbo"
    },
    {
      "id": "fulani-leather-craft",
      "name": "Fulani Leather Crafted Saddle",
      "location": "Katsina, Northern Nigeria",
      "coordinates": [7.6, 13.1],
      "era": "Traditional",
      "year": "19th-20th Century",
      "description": "Intricately decorated leather saddle with geometric patterns and tooled designs.",
      "significance": "Exemplifies the renowned Fulani leather craftsmanship and pastoral heritage.",
      "culturalContext": "Used by Fulani herders, these saddles represent both practical necessity and artistic expression in nomadic culture.",
      "culture": "Fulani"
    },
    {
      "id": "ijaw-canoe",
      "name": "Ijaw Ceremonial Canoe",
      "location": "Bayelsa State, Niger Delta",
      "coordinates": [5.0, 4.5],
      "era": "Traditional",
      "year": "18th-20th Century",
      "description": "Elaborately carved wooden canoe with symbolic designs representing water spirits and ancestral connections.",
      "significance": "Central to Ijaw maritime culture and spiritual practices in the Niger Delta.",
      "culturalContext": "Used in water festivals and ceremonies, these canoes embody the Ijaw people's deep connection to water and nature.",
      "culture": "Ijaw"
    },
    {
      "id": "kanuri-manuscript",
      "name": "Kanuri Islamic Manuscript",
      "location": "Maiduguri, Borno State",
      "coordinates": [11.85, 13.15],
      "era": "Medieval",
      "year": "16th-18th Century",
      "description": "Illuminated Islamic manuscript with Arabic calligraphy and geometric designs.",
      "significance": "Demonstrates the Kanuri Empire's scholarly traditions and Islamic intellectual heritage.",
      "culturalContext": "Part of the rich Islamic scholarly tradition that flourished in the Kanem-Bornu Empire.",
      "culture": "Kanuri"
    },
    {
      "id": "tiv-carved-mask",
      "name": "Tiv Carved Ceremonial Mask",
      "location": "Makurdi, Benue State",
      "coordinates": [8.5, 8.75],
      "era": "Traditional",
      "year": "19th-20th Century",
      "description": "Wooden mask with intricate facial features and symbolic markings used in ancestral ceremonies.",
      "significance": "Represents Tiv spiritual beliefs and the importance of masquerade traditions in community life.",
      "culturalContext": "Used in Tiv festivals and ceremonies to honor ancestors and maintain spiritual balance.",
      "culture": "Tiv"
    },
    {
      "id": "ibibio-beadwork",
      "name": "Ibibio Beaded Regalia",
      "location": "Uyo, Akwa Ibom State",
      "coordinates": [7.9333, 4.9667],
      "era": "Traditional",
      "year": "19th-20th Century",
      "description": "Elaborate beaded clothing and ornaments with intricate patterns and vibrant colors.",
      "significance": "Showcases Ibibio artistic excellence and the importance of beadwork in ceremonial dress.",
      "culturalContext": "Worn during important ceremonies and celebrations, these pieces signify status and cultural identity.",
      "culture": "Ibibio"
    },
    {
      "id": "akan-kente-cloth",
      "name": "Akan Kente Cloth",
      "location": "Kumasi, Ghana",
      "coordinates": [-1.6, 6.7],
      "era": "Traditional",
      "year": "17th Century - Present",
      "description": "Hand-woven cloth with intricate geometric patterns in vibrant colors, traditionally worn by Akan royalty.",
      "significance": "UNESCO recognized as a Masterpiece of the Oral and Intangible Heritage of Humanity.",
      "culturalContext": "Each pattern tells a story and represents different aspects of Akan culture, history, and values.",
      "culture": "Akan"
    },
    {
      "id": "zulu-beadwork-shield",
      "name": "Zulu Beaded Shield",
      "location": "KwaZulu-Natal, South Africa",
      "coordinates": [29.5, -30.5],
      "era": "Traditional",
      "year": "19th-20th Century",
      "description": "Cowhide shield decorated with intricate beadwork in traditional Zulu patterns and colors.",
      "significance": "Symbol of Zulu warrior heritage and artistic mastery in beadwork.",
      "culturalContext": "Used in traditional ceremonies and celebrations, representing Zulu pride and cultural identity.",
      "culture": "Zulu"
    },
    {
      "id": "xhosa-beaded-necklace",
      "name": "Xhosa Beaded Necklace",
      "location": "Eastern Cape, South Africa",
      "coordinates": [27.5, -32.5],
      "era": "Traditional",
      "year": "19th-20th Century",
      "description": "Intricately beaded necklace with geometric patterns and symbolic colors representing Xhosa heritage.",
      "significance": "Represents Xhosa artistic traditions and cultural identity through beadwork.",
      "culturalContext": "Worn during important ceremonies and celebrations, each pattern conveys cultural meaning.",
      "culture": "Xhosa"
    },
    {
      "id": "maasai-beaded-ornament",
      "name": "Maasai Beaded Collar",
      "location": "Arusha, Tanzania",
      "coordinates": [36.7, -3.4],
      "era": "Traditional",
      "year": "19th-20th Century",
      "description": "Elaborate beaded collar with geometric patterns in red, blue, and white beads.",
      "significance": "Iconic symbol of Maasai culture and artistic excellence in beadwork.",
      "culturalContext": "Worn by Maasai warriors and women, indicating status, age, and cultural achievements.",
      "culture": "Maasai"
    },
    {
      "id": "amhara-cross",
      "name": "Amhara Processional Cross",
      "location": "Addis Ababa, Ethiopia",
      "coordinates": [38.75, 9.03],
      "era": "Medieval",
      "year": "15th-18th Century",
      "description": "Ornate metal cross with intricate geometric and religious designs, used in Ethiopian Orthodox ceremonies.",
      "significance": "Represents the deep Christian heritage of the Amhara people and Ethiopian Orthodox traditions.",
      "culturalContext": "Used in religious processions and ceremonies, symbolizing faith and spiritual devotion.",
      "culture": "Amhara"
    },
    {
      "id": "berber-carpet",
      "name": "Berber Woven Carpet",
      "location": "Atlas Mountains, Morocco",
      "coordinates": [-5.5, 31.5],
      "era": "Traditional",
      "year": "19th-20th Century",
      "description": "Hand-woven carpet with traditional Berber geometric patterns and natural dyes.",
      "significance": "Exemplifies Berber textile artistry and connection to North African heritage.",
      "culturalContext": "Each carpet tells a story through its patterns, representing family history and cultural values.",
      "culture": "Berber"
    },
    {
      "id": "edo-ivory-mask",
      "name": "Edo Ivory Mask",
      "location": "Benin City, Edo State",
      "coordinates": [5.6037, 6.335],
      "era": "Medieval",
      "year": "16th-17th Century",
      "description": "Intricately carved ivory mask with detailed facial features and symbolic designs.",
      "significance": "Represents the height of Edo artistic achievement and the wealth of the Benin Kingdom.",
      "culturalContext": "Worn by the Oba during important ceremonies, symbolizing royal authority and spiritual power.",
      "culture": "Edo"
    }
  ]
}

